Revit 2027 API
ParameterTypeId.TrussFamilyTransformationParam Property
 "Web Orientation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyTransformationParam { get; }
Public Shared ReadOnly Property TrussFamilyTransformationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyTransformationParam {
	ForgeTypeId^ get ();
}
static member TrussFamilyTransformationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace